{
  "welcome": "Welcome",
  "enterInvitationCode": "Please enter your invitation code",
  "wedding": "Wedding",
  "invitationCodePlaceholder": "Invitation code",
  "errorLogin": "Something went wrong. Please try again.",
  "tryAgain": "Go back",
  "loginButton": "Login",
  "rsvp": "RSVP",
  "yay": "Yay!",
  "rsvpSuccess": "We are looking forward to seeing you on September 13, 2024.",
  "calendarNote": "Save the date in your calendar to ensure you don't miss it!",
  "calendarButton": "Add to calendar",
  "rsvpFail": "Thank you for your response",
  "rsvpFailText": "We are sorry you can't make it. We hope to see you another time!",
  "rsvpFormIntro": "Please fill out the form below with the names of each person in your party by July 1, 2024.",
  "rsvpName": "Name",
  "rsvpEmail": "Email",
  "rsvpSpecial": "Special wishes",
  "rsvpSpecialExplanation": "If you have any special wishes, such as dietary restrictions, please let us know.",
  "rsvpYes": "We'll be there",
  "rsvpNo": "Can't make it",
  "rsvpError": "Something went wrong and your response could not be submitted. Please try again. If the problem persists, please contact us at",
  "calendarTitle": "Wedding of Rebeka & Roland",
  "calendarDescription": "The location can be approached from the Márai Aktív Turisztikai Látogatóközpont (3300 Eger, 35 Szépasszonyvölgy Street) via the connecting road on the right hand side, about 100 meters to the parking lot.",
  "locationTitle": "Location",
  "locationPlacePart1": "The wedding will take place at the",
  "locationPlacePart2": "in Eger, Hungary.",
  "locationPlacePart3": "Due to its location in a closed vineyard area, the winery does not have a precise street and house number available. Therefore, the best way to approach the site is to come to the Márai Active Tourism Visitor Center",
  "locationPlacePart4": "3300 Eger, 35 Szépasszonyvölgy Street",
  "locationPlacePart5": ", and then continue along the connecting road on the right for 100 meters. You will find the parking lot there.",
  "locationGpsInfo": "It's important to note that the GPS navigation might take you down the wrong way; approaching the winery from the south, Szalóki Road, is not possible.",
  "locationFollowMap": "Follow the blue path indicated on the map below to find the winery.",
  "itineraryTitle": "Itinerary",
  "itineraryDate": "The wedding will be held on Friday, September 13, 2024. Please find the outline of the day's events below.",
  "itineraryWhatToExpect": "We want to share with you that our wedding will be an intimate and understated affair, focusing on spending time together. This won't be your traditional big celebration, but a more relaxed and personal gathering, where we can all enjoy the day in a cozy, stress-free environment. We're looking forward to creating wonderful memories with each of you and celebrating our special day in a way that truly reflects us as a couple.",
  "itineraryArrivalTime": "04:00 PM",
  "itineraryArrivalDescription": "Arrival and welcome drinks",
  "itineraryCeremonyTime": "05:00 PM",
  "itineraryCeremonyDescription": "Wedding ceremony",
  "itineraryPhotoTime": "05:30 PM",
  "itineraryPhotoDescription": "Photos and mingling",
  "itineraryDinnerTime": "06:30 PM",
  "itineraryDinnerDescription": "Buffet dinner",
  "itineraryCakeTime": "11:00 PM",
  "itineraryCakeDescription": "Cake",
  "itineraryMidnightTime": "12:00 AM",
  "itineraryMidnightDescription": "Midnight dinner",
  "itineraryDancingTime": "12:30 AM",
  "itineraryDancingDescription": "Dancing and party",
  "itineraryClosingTime": "03:00 AM",
  "itineraryClosingDescription": "Farewell",
  "countdownToWedding": "Countdown to the wedding",
  "countdownDays": "days",
  "countdownHours": "hours",
  "countdownMinutes": "minutes",
  "countdownSeconds": "seconds",
  "welcomeTitle": "We're getting married",
  "welcomeNames": "Rebeka & Roland",
  "welcomeInvitation": "We're thrilled to invite you to our wedding. Confirm your spot by July 1, 2024.",
  "welcomeScrollForMore": "Scroll for more",
  "presentsTitle": "Wedding present",
  "presentsText": "Your presence and support is the most wonderful gift we could ask for as we celebrate our special day. We're fortunate enough to have everything we need for our home, so if you're considering a gift to celebrate our love, we kindly request a contribution towards our future adventures, travels, and dreams together instead of a physical gift.",
  "accomodationTitle": "Accomodation",
  "accomodationText": "We want to make sure you have a wonderful time at our wedding! Please note that we are unable to provide overnight accommodation. If you wish to stay overnight, we recommend booking your own accommodation.",
  "accomodationRecommendation": "To assist you, we've compiled a list of nearby hotels where you might enjoy a comfortable stay.",
  "accomodationThanks": "We appreciate your understanding and are looking forward to celebrating with you!",
  "accomodationBook": "Book now",
  "accomodationVilla": "Cozy and friendly hotel within walking distance from the wedding venue.",
  "accomodation1552": "A boutique hotel in the heart of the city right next to the main square.",
  "accomodationTerrace": "An elegant hotel close to nature within walking distance from the wedding venue.",
  "accomodationEger": "The original hotel of the city, located in the heart of Eger.",
  "photosTitle": "Photos",
  "photosText1": "We would love to see the wedding through your eyes! If you capture any special moments or fun snapshots during our big day, please share them with us.",
  "photosText2": "We've set up an online album where you can easily upload your photos and videos. Every photo you share will be a treasured memory for us. Thank you for helping us collect these precious moments!",
  "photosText3": "To upload your photos, simply scan the QR code above. If that doesn't work, you can also use the following link:",
  "photosLink": "go to album",
  "contactTitle": "Contact",
  "contactText1": "If you have any questions or need assistance regarding our wedding, please don't hesitate to reach out to us. Whether it's about the venue, accommodations, or just a general inquiry, we're more than happy to provide you with the information you need.",
  "contactText2": "You can contact us directly through ",
  "contactText3": ". We're looking forward to hearing from you and ensuring that your experience at our wedding is as joyful and seamless as possible!",
  "dressCodeTitle": "Dress code",
  "dressCodeText": "We want you to feel comfortable and relaxed at our wedding, so we've decided to go with a casual dress code. Feel free to wear whatever you feel comfortable in."
}
