{
  "welcome": "Welcome",
  "enterInvitationCode": "Please enter your invitation code.",
  "wedding": "Wedding",
  "invitationCodePlaceholder": "Invitation code",
  "errorLogin": "Something went wrong. Please try again.",
  "tryAgain": "Go back",
  "loginButton": "Login",
  "rsvp": "RSVP",
  "yay": "Yay!",
  "rsvpSuccess": "We are looking forward to seeing you on September 13th, 2024.",
  "calendarNote": "Save the date to your calendar to not miss out!",
  "calendarButton": "Add to calendar",
  "rsvpFail": "Thank you for your response",
  "rsvpFailText": "We are sorry you can't make it. We hope to see you another time!",
  "rsvpFormIntro": "Please fill out the form below for each person in your party by June 1st, 2024.",
  "rsvpName": "Name",
  "rsvpEmail": "Email",
  "rsvpSpecial": "Special wishes",
  "rsvpSpecialExplanation": "If you have any special wishes, such as dietary restrictions, please let us know.",
  "rsvpYes": "I'll be there",
  "rsvpNo": "Can't make it",
  "rsvpError": "Something went wrong and your response could not be submitted. Please try again. If the problem persists, please contact us at",
  "calendarTitle": "Wedding of Rebeka & Roland",
  "calendarDescription": "The location can be approached from the Márai Aktív Turisztikai Látogatóközpont (3300 Eger, 35 Szépasszonyvölgy Street), via the connecting road on the right hand side, about 100 meters to the parking lot.",
  "locationTitle": "Location",
  "locationPlacePart1": "The wedding will take place at the",
  "locationPlacePart2": "in Eger, Hungary.",
  "locationPlacePart3": "Due to its location in a closed vineyard area, the winery does not have a precise street and house number available. Therefore, the best way to approach the site is to come to the Márai Active Tourism Visitor Center",
  "locationPlacePart4": "3300 Eger, 35 Szépasszonyvölgy Street",
  "locationPlacePart5": ", and then continue along the connecting road on the right for 100 meters. There you will find the parking lot.",
  "locationGpsInfo": "It's important to note that the GPS navigation might take you down the wrong way; approaching the winery from the south, Szalóki Road is not possible.",
  "locationFollowMap": "Follow the blue path indicated on the map below to find the winery.",
  "itineraryTitle": "Itinerary",
  "itineraryDate": "The wedding will be held on Friday, September 13th, 2024. Please find the outline of the day's events below.",
  "itineraryWhatToExpect": "We want to share with you that our wedding will be an intimate and understated affair, focusing on the joy and closeness of our nearest and dearest. This won't be your traditional big celebration, but a more relaxed and personal gathering, where we can all enjoy the day in a cozy, stress-free environment. We're looking forward to creating wonderful memories with each of you and celebrating our special day in a way that truly reflects us as a couple.",
  "itineraryArrivalTime": "04:00 PM",
  "itineraryArrivalDescription": "Arrival and welcome drinks",
  "itineraryCeremonyTime": "05:00 PM",
  "itineraryCeremonyDescription": "Wedding ceremony",
  "itineraryDinnerTime": "06:30 PM",
  "itineraryDinnerDescription": "Buffet dinner",
  "itineraryCakeTime": "11:00 PM",
  "itineraryCakeDescription": "Cake",
  "itineraryMidnightTime": "12:00 AM",
  "itineraryMidnightDescription": "Midnight dinner",
  "itineraryDancingTime": "12:30 AM",
  "itineraryDancingDescription": "Dancing and party",
  "itineraryClosingTime": "03:00 AM",
  "itineraryClosingDescription": "Farewell"
}
