{
  "welcome": "Köszöntünk",
  "enterInvitationCode": "A belépéshez használd a meghívón lévő kódot",
  "wedding": "Esküvő",
  "invitationCodePlaceholder": "Meghívó kód",
  "errorLogin": "Valami hiba történt. Kérjük próbáljátok újra!",
  "tryAgain": "Vissza a bejelentkezéshez",
  "loginButton": "Belépés",
  "rsvp": "Visszaigazolás",
  "yay": "Juhé!",
  "rsvpSuccess": "Alig várjuk, hogy találkozzunk veletek 2024. szeptember 13-án.",
  "calendarNote": "Mentsétek el a dátumot a naptárotokba, hogy ne maradjatok le!",
  "calendarButton": "Hozzáadás a naptárhoz",
  "rsvpFail": "Köszönjük, hogy visszajeleztetek",
  "rsvpFailText": "Sajnáljuk, hogy nem tudtok eljönni. Reméljük, hogy találkozunk hamarosan!",
  "rsvpFormIntro": "Kérjük, töltsétek ki az alábbi űrlapot és tüntessetek fel minden személyt név szerint akik részt vesznek az esküvőn. A visszajelzés határideje 2024. július 1.",
  "rsvpName": "Név",
  "rsvpNames": "Nevek",
  "rsvpEmail": "Email",
  "rsvpPhone": "Telefonszám",
  "rsvpSpecial": "Különleges kívánságok",
  "rsvpSpecialExplanation": "Ha vannak különleges kívánságaitok, mint például étkezési korlátozások, kérjük, tudassátok velünk az alábbi mezőben.",
  "rsvpYes": "Ott leszünk",
  "rsvpNo": "Nem tudunk eljönni",
  "rsvpError": "Valami hiba történt és nem tudtuk elmenteni a válaszaitokat. Kérjük, próbáljátok újra! Ha a hiba továbbra is fennáll, kérlek írjatok nekünk emailt:",
  "calendarTitle": "Rebeka & Roland esküvője",
  "calendarDescription": "A helyszínt a Márai Aktív Turisztikai Látogatóközpont (3300 Eger, Szépasszonyvölgy utca 35.) felől lehet megközelíteni, a jobb kézre lévő bekötőúton kb. 100 méter a parkolóig.",
  "locationTitle": "Helyszín",
  "locationPlacePart1": "Az esküvő a",
  "locationPlacePart2": "területén kerül megrendezésre Egerben, Magyarországon.",
  "locationPlacePart3": "Mivel a borászat egy zárt szőlőterületen található, nincs pontos utca- és házszáma. Ezért a legjobb megközelítési mód, ha először a Márai Aktív Turisztikai Látogatóközpont felé",
  "locationPlacePart4": "3300 Eger, Szépasszonyvölgy utca 35.",
  "locationPlacePart5": " mentek, és onnan továbbhaladtok a jobbra található összekötő úton 100 méteren át. Ott találjátok a parkolót.",
  "locationGpsInfo": "Fontos megjegyezni, hogy a GPS navigáció téves útvonalat jelölhet ki; a borászat déli irányból, a Szalóki út felől nem közelíthető meg.",
  "locationFollowMap": "Kövessétek az alábbi térképen jelölt kék útvonalat, hogy egyszerűen megtaláljátok a borászatot.",
  "itineraryTitle": "Menetrend",
  "itineraryDate": "Az esküvő 2024. szeptember 13-án, pénteken kerül megrendezésre. Az alábbi táblázatban láthatjátok a nap eseményeit.",
  "itineraryWhatToExpect": "Szeretnénk megosztani veletek, hogy az esküvőnk egy meghitt és kötetlenebb esemény lesz, ahol az együtt töltött idő áll a középpontban. Ez nem egy hagyományos nagy ünnepség lesz, hanem egy lazább és személyesebb összejövetel, ahol mindenki egy meghitt, stresszmentes környezetben élvezheti a napot. Alig várjuk, hogy csodálatos emlékeket teremtsünk veletek, és ünnepeljük különleges napunkat olyan módon, ami igazán tükröz minket.",
  "itineraryArrivalTime": "16:00",
  "itineraryArrivalDescription": "Érkezés és állófogadás",
  "itineraryCeremonyTime": "17:00",
  "itineraryCeremonyDescription": "Esküvői szertartás",
  "itineraryPhotoTime": "17:30",
  "itineraryPhotoDescription": "Esküvői fotózás",
  "itineraryDinnerTime": "18:30",
  "itineraryDinnerDescription": "Svédasztalos vacsora",
  "itineraryCakeTime": "23:00",
  "itineraryCakeDescription": "Torta",
  "itineraryMidnightTime": "00:00",
  "itineraryMidnightDescription": "Éjféli vacsora",
  "itineraryDancingTime": "00:30",
  "itineraryDancingDescription": "Tánc és buli",
  "itineraryClosingTime": "03:00",
  "itineraryClosingDescription": "Búcsúzás",
  "countdownToWedding": "Az esküvőig",
  "countdownDays": "nap",
  "countdownHours": "óra",
  "countdownMinutes": "perc",
  "countdownSeconds": "másodperc",
  "welcomeTitle": "Házasodunk",
  "welcomeNames": "Rebeka és Roland",
  "welcomeInvitation": "Nagy szeretettel hívunk meg titeket az esküvőnkre. Arra kérünk, hogy részvételi szándékotokat 2024. július 1-ig igazoljátok vissza.",
  "welcomeScrollForMore": "Görgess a részletekért",
  "presentsTitle": "Nászajándék",
  "presentsText": "A jelenlétetek és támogatásotok a legcsodálatosabb ajándék, amit csak kérhetnénk, miközben a különleges napunkat ünnepeljük. Szerencsére mindenünk megvan, amire otthonunkban szükségünk lehet, így ha ajándékozáson gondolkodtok, arra kérünk, hogy inkább jövőbeli kalandjainkhoz, utazásainkhoz és álmainkhoz járuljatok hozzá ajándék helyett.",
  "accomodationTitle": "Szállás",
  "accomodationText": "Szeretnénk, ha fantasztikusan éreznétek magatokat az esküvőnkön! Kérjük vegyétek figyelembe, hogy sajnos nem tudunk éjszakai szállást biztosítani. Ha szeretnétek éjszakára maradni, javasoljuk, hogy foglaljatok saját szállást.",
  "accomodationRecommendation": "Segítségként összeállítottunk egy listát a közeli hotelekről, ahol kényelmesen eltölthetitek az éjszakát.",
  "accomodationThanks": "Köszönjük megértéseteket és alig várjuk, hogy együtt ünnepelhessünk veletek!",
  "accomodationBook": "Foglalás",
  "accomodationVilla": "Barátságos és kellemes szálloda, az esküvő helyszínétől gyalogos távolságra.",
  "accomodation1552": "Boutique hotel a város szívében, közvetlenül a főtér mellett.",
  "accomodationTerrace": "Elegáns szálloda a természet közelségében, az esküvő helyszínétől gyalogos távolságra.",
  "accomodationEger": "A város egyik legrégebbi szállodája Eger szívében található.",
  "photosTitle": "Fotók",
  "photosText1": "Szeretnénk a szemeteken keresztül látni az esküvőt! Ha bármilyen különleges pillanatot vagy vidám felvételeket készítettek a nagy napunkon, kérjük, osszátok meg velünk.",
  "photosText2": "Létrehoztunk egy online albumot, ahol könnyedén feltölthetitek a fényképeiteket és videóitokat. Minden megosztott fénykép és videó drága emlék lesz számunkra. Köszönjük, hogy segítetek nekünk összegyűjteni ezeket az értékes pillanatokat!",
  "photosText3": "A fotók feltöltéséhez csak szkenneljétek be a fenti QR-kódot. Ha ez nem jön össze, akkor használhatjátok ezt a linket is:",
  "photosLink": "tovább az albumhoz",
  "contactTitle": "Kapcsolat",
  "contactText1": "Ha bármilyen kérdésetek van vagy segítségre van szükségetek az esküvőnkkel kapcsolatban, kérünk, ne habozzatok felvenni velünk a kapcsolatot. Legyen szó a helyszínről, szállásról vagy csak egy általános érdeklődésről, nagyon szívesen állunk rendelkezésetekre.",
  "contactText2": "Közvetlenül elérhettek minket ezen az email címen: ",
  "contactText3": ". Alig várjuk, hogy halljunk felőletek és biztosítsuk, hogy az élményetek az esküvőnkön olyan örömteli és zökkenőmentes legyen, amennyire csak lehet!",
  "dressCodeTitle": "Öltözködési útmutató",
  "dressCodeText": "Szeretnénk, ha kényelmesen és jól éreznétek magatokat az esküvőnkön, ezért döntöttünk a laza öltözködési stílus mellett. Nyugodtan viseljetek bármit, amiben kényelmesen érzitek magatokat."
}
