{
  "welcome": "Köszöntünk",
  "enterInvitationCode": "Kérlek add meg a meghívó kódodat.",
  "wedding": "Esküvő",
  "invitationCodePlaceholder": "Meghívó kód",
  "errorLogin": "Valami hiba történt. Kérlek próbáld újra!",
  "tryAgain": "Vissza a bejelentkezéshez",
  "loginButton": "Belépés",
  "rsvp": "Visszaigazolás",
  "yay": "Juhé!",
  "rsvpSuccess": "Alig várjuk, hogy találkozzunk veled 2024. szeptember 13-én.",
  "calendarNote": "Mentsd el a dátumot a naptáradba, hogy ne maradj le!",
  "calendarButton": "Hozzáadás a naptárhoz",
  "rsvpFail": "Köszönjük, hogy visszajeleztél",
  "rsvpFailText": "Sajnáljuk, hogy nem tudsz eljönni. Reméljük, hogy találkozunk hamarosan!",
  "rsvpFormIntro": "Kérjük, töltsd ki az alábbi űrlapot egyesével minden személy számára aki részt vesz az esküvőn 2024. június 1-ig.",
  "rsvpName": "Név",
  "rsvpEmail": "Email",
  "rsvpSpecial": "Különleges kívánságok",
  "rsvpSpecialExplanation": "Ha vannak különleges kívánságaid, mint például étkezési korlátozások, kérünk, tudasd velünk.",
  "rsvpYes": "Ott leszek",
  "rsvpNo": "Nem tudok eljönni",
  "rsvpError": "Valami hiba történt és nem tudtuk elmenteni a válaszodat. Kérünk, próbáld újra! Ha a hiba továbbra is fennáll, kérlek írj nekünk emailt:",
  "calendarTitle": "Rebeka & Roland esküvője",
  "calendarDescription": "A helyszínt a Márai Aktív Turisztikai Látogatóközpont (3300 Eger, Szépasszonyvölgy utca 35.) felől lehet megközelíteni, a jobb kézre lévő bekötőúton kb 100 méter a parkolóig.",
  "locationTitle": "Helyszín",
  "locationPlacePart1": "Az esküvő a",
  "locationPlacePart2": "területén kerül megrendezésre Egerben, Magyarországon.",
  "locationPlacePart3": "Mivel a borászat egy zárt szőlőterületen található, nincs pontos utca- és házszáma. Ezért a legjobb megközelítési mód, ha először a Márai Aktív Turisztikai Látogatóközpont felé",
  "locationPlacePart4": "3300 Eger, Szépasszonyvölgy utca 35.",
  "locationPlacePart5": " mentek, és onnan továbbhaladtok a jobbra található összekötő úton 100 méteren át. Ott találjátok meg a parkolót.",
  "locationGpsInfo": "Fontos megjegyezni, hogy a GPS navigáció téves útvonalat jelölhet ki; a borászat déli irányból, a Szalóki út felől nem közelíthető meg.",
  "locationFollowMap": "Kövessétek az alábbi térképen jelölt kék útvonalat, hogy egyszerűen megtaláljátok a borászatot.",
  "itineraryTitle": "Menetrend",
  "itineraryDate": "Az esküvő 2024. szeptember 13-án, pénteken kerül megrendezésre. Az alábbi táblázatban láthatjátok a nap eseményeit.",
  "itineraryWhatToExpect": "Szeretnénk megosztani veletek, hogy az esküvőnk egy intím és visszafogott esemény lesz, ahol az együtt töltött idő áll a középpontban. Ez nem lesz egy hagyományos nagy ünnepség, hanem egy lazább és személyesebb összejövetel, ahol mindenki élvezheti a napot egy meghitt, stresszmentes környezetben. Alig várjuk, hogy csodálatos emlékeket teremtsünk mindegyikőtökkel, és ünnepeljük különleges napunkat olyan módon, ami igazán tükröz minket.",
  "itineraryArrivalTime": "16:00",
  "itineraryArrivalDescription": "Érkezés és állófogadás",
  "itineraryCeremonyTime": "17:00",
  "itineraryCeremonyDescription": "Esküvői szertartás",
  "itineraryDinnerTime": "18:30",
  "itineraryDinnerDescription": "Svédasztalos vacsora",
  "itineraryCakeTime": "23:00",
  "itineraryCakeDescription": "Torta",
  "itineraryMidnightTime": "00:00",
  "itineraryMidnightDescription": "Éjféli vacsora",
  "itineraryDancingTime": "00:30",
  "itineraryDancingDescription": "Tánc és buli",
  "itineraryClosingTime": "03:00",
  "itineraryClosingDescription": "Búcsúzás",
  "countdownToWedding": "Az esküvőig",
  "countdownDays": "nap",
  "countdownHours": "óra",
  "countdownMinutes": "perc",
  "countdownSeconds": "másodperc",
  "welcomeTitle": "Házasodunk",
  "welcomeInvitation": "Nagyon szeretettel hívunk meg az esküvőnkre, a szeretet, barátság és a boldogan élnek, míg meg nem halnak ünneplésére.",
  "welcomeScrollForMore": "Görgess a részletekért",
  "presentsTitle": "Nászajándék",
  "presentsText": "A jelenléted és támogatásod a legcsodálatosabb ajándék, amit csak kérhetnénk, miközben a különleges napunkat ünnepeljük. Szerencsére mindenünk megvan, amire otthonunkban szükségünk lehet, így ha ajándékozáson gondolkodsz, kérünk szépen, hogy inkább jövőbeli kalandjainkhoz, utazásainkhoz és álmainkhoz járulj hozzá ajándék helyett.",
  "accomodationTitle": "Szállás",
  "accomodationText": "Szeretnénk, ha fantasztikusan éreznéd magad az esküvőnkön! Kérjük vedd figyelembe, hogy sajnos nem tudunk éjszakai szállást biztosítani. Ha szeretnél éjszakára maradni, javasoljuk, hogy foglalj saját szállást.",
  "accomodationRecommendation": "Segítségként összeállítottunk egy listát a közeli hotelekről, ahol kényelmesen eltöltheted az éjszakát.",
  "accomodationThanks": "Köszönjük megértésedet és alig várjuk, hogy együtt ünnepelhessünk veled!",
  "accomodationBook": "Foglalás",
  "accomodationVilla": "Barátságos és kellemes szálloda, az esküvő helyszínétől gyalogos távolságra.",
  "accomodation1552": "Boutique hotel a város szívében, közvetlenül a főtér mellett.",
  "accomodationTerrace": "Elegáns szálloda a természet közelségében, az esküvő helyszínétől gyalogos távolságra.",
  "accomodationEger": "A város egyik legrégebbi szállodája Eger szívében található."
}
